Repository: fredy-mederos/devwispr
Catalog: DevWispr/Localizable.xcstrings
Source language: en
Languages: es

source: API key URL: %@
es: URL de clave API: %@

source: ^[%lld item](inflect: true)
es: ^[%lld elemento](inflect: true)

source: Accessibility access recommended
es: Se recomienda acceso a Accesibilidad

source: Accessibility permission not granted. Will copy to clipboard only.
es: Permiso de accesibilidad no concedido. Se copiará solo al portapapeles.

source: API Configuration
es: Configuración de API

source: API Key
es: Clave API

source: Apply
es: Aplicar

source: Auto-paste
es: Auto-pegar

source: Auto-translate to English
es: Traducción automática al inglés

source: Cancel
es: Cancelar

source: Change
es: Cambiar

source: Check for Updates
es: Buscar actualizaciones

source: Checking...
es: Buscando…

source: Clear All
es: Borrar todo

source: Clear All History
es: Borrar todo el historial

source: Clear All History?
es: ¿Borrar todo el historial?

source: Clipboard only
es: Solo portapapeles

source: Configure DevWispr
es: Configurar DevWispr

source: Configured
es: Configurada

source: Copied to clipboard. Enable Accessibility to auto-paste.
es: Copiado al portapapeles. Habilita Accesibilidad para auto-pegar.

source: DevWispr received a configuration request. Set API base URL to: %@
es: DevWispr recibió una solicitud de configuración. Establecer URL base de API a: %@

source: Download
es: Descargar

source: Enter your API key to enable transcription.
es: Ingresa tu clave API para habilitar la transcripción.

source: Error initializing recording. Please restart DevWispr and try again.
es: Error al inicializar la grabación. Reinicia DevWispr e inténtalo de nuevo.

source: Failed to clear history.
es: Error al borrar el historial.

source: Failed to load history.
es: Error al cargar el historial.

source: Failed to load more history.
es: Error al cargar más historial.

source: Failed to start recording: %@
es: Error al iniciar grabación: %@

source: Failed to stop recording: %@
es: Error al detener grabación: %@

source: Failed to update shortcut: %@
es: Error al actualizar atajo: %@

source: Get API key
es: Obtener clave API

source: History
es: Historial

source: Hold down, release to stop
es: Mantener presionado, soltar para detener

source: Hold to Talk
es: Mantener para hablar

source: Hotkey registration failed: %@
es: Error al registrar atajo: %@

source: Idle
es: Inactivo

source: Inserting
es: Insertando

source: Inserts via Accessibility
es: Inserta vía Accesibilidad

source: Load More
es: Cargar más

source: Microphone access required
es: Se requiere acceso al micrófono

source: Microphone not ready. The audio device may have changed — please try again.
es: Micrófono no listo. El dispositivo de audio puede haber cambiado — intenta de nuevo.

source: Microphone permission is required.
es: Se requiere permiso de micrófono.

source: No history yet
es: Sin historial aún

source: No recording URL
es: Sin URL de grabación

source: No results found
es: Sin resultados

source: No translation
es: Sin traducción

source: Not configured
es: No configurado

source: Not recording
es: No está grabando

source: Not set — tap to set up
es: No configurada — toca para configurar

source: Open at Login
es: Abrir al iniciar sesión

source: Open DevWispr
es: Abrir DevWispr

source: Open Settings
es: Abrir Ajustes

source: OpenAI (default)
es: OpenAI (predeterminado)

source: Paste failed: %@
es: Error al pegar: %@

source: Processing failed: %@
es: Error en procesamiento: %@

source: Proxy URL
es: URL del proxy

source: Quit
es: Salir

source: Record
es: Grabar

source: Recording
es: Grabando

source: Reset
es: Restablecer

source: Save
es: Guardar

source: Search transcriptions…
es: Buscar transcripciones…

source: Set Up
es: Configurar

source: Settings
es: Ajustes

source: Shortcuts
es: Atajos

source: Source Code on GitHub
es: Código fuente en GitHub

source: Start automatically after you log in
es: Iniciar automáticamente al iniciar sesión

source: Stop
es: Detener

source: Tap to start, tap again to stop
es: Tocar para iniciar, tocar de nuevo para detener

source: This will permanently delete all transcription history.
es: Esto eliminará permanentemente todo el historial de transcripciones.

source: Toggle Recording
es: Alternar grabación

source: Transcribing
es: Transcribiendo

source: Transcriptions will appear here after recording.
es: Las transcripciones aparecerán aquí después de grabar.

source: Translates all output to English
es: Traduce todo al inglés

source: Translating
es: Traduciendo

source: Try a different search term.
es: Prueba con un término de búsqueda diferente.

source: Unable to create event source
es: No se pudo crear la fuente de eventos

source: Unable to create key events
es: No se pudieron crear los eventos de teclado

source: Up to Date
es: Actualizado

source: Update Available
es: Actualización disponible

source: Update Available: v%@
es: Actualización disponible: v%@
